hidden_agenda_rails/app/controllers/photos_controller.rb

  def index
    render json: Photo.all, status:200
---
SELECT "photos".* FROM "photos"